[
  "“I may not have gone where I intended to go, but I think I have ended up where I needed to be.” \n― Douglas Adams, The Long Dark Tea-Time of the Soul",
  "“I love deadlines. I love the whooshing noise they make as they go by.” \n― Douglas Adams, The Salmon of Doubt",
  "“The story so far:\nIn the beginning the Universe was created.\nThis has made a lot of people very angry and been widely regarded as a bad move.” \n― Douglas Adams, The Restaurant at the End of the Universe",
  "“I refuse to answer that question on the grounds that I don't know the answer” \n― Douglas Adams",
  "“For instance, on the planet Earth, man had always assumed that he was more intelligent than dolphins because he had achieved so much—the wheel, New York, wars and so on—whilst all the dolphins had ever done was muck about in the water having a good time. But conversely, the dolphins had always believed that they were far more intelligent than man—for precisely the same reasons.” \n― Douglas Adams, The Hitchhiker's Guide to the Galaxy",
  "“There is a theory which states that if ever anyone discovers exactly what the Universe is for and why it is here, it will instantly disappear and be replaced by something even more bizarre and inexplicable. \n\nThere is another theory which states that this has already happened.” \n― Douglas Adams, The Restaurant at the End of the Universe",
  "“The fact that we live at the bottom of a deep gravity well, on the surface of a gas covered planet going around a nuclear fireball 90 million miles away and think this to be normal is obviously some indication of how skewed our perspective tends to be.” \n― Douglas Adams, The Salmon of Doubt: Hitchhiking the Galaxy One Last Time",
  "“The Guide says there is an art to flying\", said Ford, \"or rather a knack. The knack lies in learning how to throw yourself at the ground and miss.” \n― Douglas Adams, Life, the Universe and Everything",
  "“Don't Panic.” \n― Douglas Adams, The Hitchhiker's Guide to the Galaxy",
  "“A learning experience is one of those things that says, 'You know that thing you just did? Don't do that.” \n― Douglas Adams, The Salmon of Doubt",
  "“Let's think the unthinkable, let's do the undoable. Let us prepare to grapple with the ineffable itself, and see if we may not eff it after all.” \n― Douglas Adams, Dirk Gently's Holistic Detective Agency",
  "“A common mistake that people make when trying to design something completely foolproof is to underestimate the ingenuity of complete fools.” \n― Douglas Adams, Mostly Harmless",
  "“Would it save you a lot of time if I just gave up and went mad now?” \n― Douglas Adams, The Hitchhiker's Guide to the Galaxy",
  "“Time is an illusion. Lunchtime doubly so.” \n― Douglas Adams, The Hitchhiker's Guide to the Galaxy",
  "“Isn't it enough to see that a garden is beautiful without having to believe that there are fairies at the bottom of it too?” \n― Douglas Adams, The Hitchhiker's Guide to the Galaxy",
  "“The ships hung in the sky in much the same way that bricks don't.” \n― Douglas Adams, The Hitchhiker's Guide to the Galaxy",
  "“The major problem—one of the major problems, for there are several—one of the many major problems with governing people is that of whom you get to do it; or rather of who manages to get people to let them do it to them. \nTo summarize: it is a well-known fact that those people who must want to rule people are, ipso facto, those least suited to do it. \nTo summarize the summary: anyone who is capable of getting themselves made President should on no account be allowed to do the job.” \n― Douglas Adams, The Restaurant at the End of the Universe",
  "“Nothing travels faster than the speed of light, with the possible exception of bad news, which obeys its own special laws.” \n― Douglas Adams, Mostly Harmless",
  "“He felt that his whole life was some kind of dream and he sometimes wondered whose it was and whether they were enjoying it.” \n― Douglas Adams, The Hitchhiker's Guide to the Galaxy",
  "“Space is big. You just won't believe how vastly, hugely, mind-bogglingly big it is. I mean, you may think it's a long way down the road to the chemist's, but that's just peanuts to space.” \n― Douglas Adams, The Hitchhiker's Guide to the Galaxy",
  "“If there's anything more important than my ego around, I want it caught and shot now.” \n― Douglas Adams, The Hitchhiker's Guide to the Galaxy",
  "“I'd far rather be happy than right any day.” \n― Douglas Adams, The Hitchhiker's Guide to the Galaxy",
  "“You live and learn. At any rate, you live.” \n― Douglas Adams, Mostly Harmless",
  "“It is known that there are an infinite number of worlds, simply because there is an infinite amount of space for them to be in. However, not every one of them is inhabited. Therefore, there must be a finite number of inhabited worlds. Any finite number divided by infinity is as near to nothing as makes no odds, so the average population of all the planets in the Universe can be said to be zero. From this it follows that the population of the whole Universe is also zero, and that any people you may meet from time to time are merely the products of a deranged imagination.” \n― Douglas Adams, The Restaurant at the End of the Universe",
  "“You know,\" said Arthur, \"it's at times like this, when I'm trapped in a Vogon airlock with a man from Betelgeuse, and about to die of asphyxiation in deep space that I really wish I'd listened to what my mother told me when I was young.\"\n\"Why, what did she tell you?\"\n\"I don't know, I didn't listen.” \n― Douglas Adams, The Hitchhiker's Guide to the Galaxy",
  "“This must be Thursday,' said Arthur to himself, sinking low over his beer. 'I never could get the hang of Thursdays.” \n― Douglas Adams, The Hitchhiker's Guide to the Galaxy",
  "“For a moment, nothing happened. Then, after a second or so, nothing continued to happen.” \n― Douglas Adams, The Hitchhiker's Guide to the Galaxy",
  "“I'd take the awe of understanding over the awe of ignorance any day.” \n― Douglas Adams, The Salmon of Doubt",
  "“I've come up with a set of rules that describe our reactions to technologies:\n1. Anything that is in the world when you’re born is normal and ordinary and is just a natural part of the way the world works.\n2. Anything that's invented between when you’re fifteen and thirty-five is new and exciting and revolutionary and you can probably get a career in it.\n3. Anything invented after you're thirty-five is against the natural order of things.” \n― Douglas Adams, The Salmon of Doubt",
  "“Ford... you're turning into a penguin. Stop it.” \n― Douglas Adams, The Hitchhiker's Guide to the Galaxy"
]
